<script setup></script>

<template>
  <h1>Knowledge base</h1>
  <h2>
    ...
  </h2>
       <details>
        <summary>1. Вправи</summary>
        <ul>
          <li>
          <pre>
  Статика:

  Мазамбік.
  [Витрата 3.]
  - стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.
  - зброя опущена вниз, Статус RED.
  - по команді таймера розвертається робить 2 постріли в груди і 1 в голову.

  Ель Презідент.
  [Витрата 12.]
  - стрілець в позиції Low Ready. Дистанція 10м.
  - Статус RED.
  - 3 мішені.
  - по команді таймера стрілець робить 6 пострілів (по 2 постріли в кожну мішень). Перезаряджається і знов 6 пострілів.
  - всього 12 пострілів та 2 підходи.
          
  Вправа 25/15/10.
  Основне завдання
  1. Стрільба 25м,15м,10м.
  2. Задача встигнути в 45 сек.
  3. 25м - лежачи, 15м - з коліна, 10м - стоячи, 15м - з коліна, 25м - лежачи.
  4. 10 набоів?.

  Пістолет аналіз:
  Задача на наступни стрільби з Пістолета
  - Плечі внизу, я їх піднімаю
  - руки не до кінця попереду, я їх сильно витягую вперед.
  - Вивернути лікті на зовні.
  - Дивитись спочатку на ціль , потім робити постріл. Не рухати оці разом з приуілом, приціл вторичний.
  - Два вказівних пальця знаходяться паралельно один одному, лівий не вилазе вперед!
  - Хват лівої руки, зверни увагу , щоб не було простору між двома руками 
          </pre>
          </li>
          <li>
            <p></p>
            <div>Статика:</div>

            <br></br>
          </li>
        </ul>
        <br>
      </details>
        <br>
      <details>
        <summary>2. Плани тренувань</summary>
     
        <b>12.10.2025</b>
        <div>Я та Антон. В наявності AR15 та Хатсан</div>
        <div>1. Підготовка</div>
        <div>- розвісити мішені.</div>
        <div>- зарядити зброю.</div>
        <div>- обнулення каліматора.</div>
        <br>
        <div>2. Статика.</div>
        <div>[Витрата 6]</div>
        <div>Розминка з 3 пастріли по 2 підходи. Дистанція 25 м. Довільна форма.</div>
        <br>
        <div>3. Динаміка</div>
        <div>Вправа 1. Мазамбік.</div>
        <div>Витрата 9</div>
        <div>- стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.</div>
        <div>- зброя опущена вниз, Статус RED.</div>
        <div>- по команді таймера розвертається робить 2 постріли в груди і 1 в голову.</div>
        <br>
        <div>Вправа 2. Ель Презідент.</div>
        <div>[Витрата 24.]</div>
        <div>- стрілець в позиції Low Ready. Дистанція 10м.</div>
        <div>- Статус RED.</div>
        <div>- 3 мішені.</div>
        <div>- по команді таймера стрілець робить 6 пострілів (по 2 постріли в кожну мішень). Перезаряджається і знов 6 пострілів.</div>
        <div>- всього 12 пострілів та 2 підходи.</div>
        <br></br>
        <div>Вправа 3. Стрільба з 3 положень.</div>
        <div>[Витрата 16 (8 х 2).]</div>
        <div>- стрілець в позиції Low Ready. Статус RED. </div>
        <div>- кожна мішень по 2 постріли, 4 мішені..</div>
        <div>- Старт з вихідного положення по команді таймера.</div>
        <div>- Задача зробити 4 рубежі, 2 з сильної та 2 з слабкої руки. З нарізанням кутів. З пробіжкою.</div>
        
        <p></p>
        <b>3. Полігон 27.4.2025</b>
        <div>1. Підгтовка 9:30-10:00</div>
        <div>⁃ знайомство </div>
        <div>- повісити мішені. На кожну людину 1 мішень, підписати.</div>
        <div>- одягти спорядження</div>
        <div>- холостіння зброї</div>
        <div>2. Статика 10:00-11:00</div>

        <div>Пристрілка зброї</div>
        <div>- лежачи по 3 набої</div>
<br>
        <div>Вправа №1 - 3 SHOOTS. (Витрата 6 набоїв).</div>
        <div>- 3 набоя в магазині, одна мішень.</div>
        <div>- позиція лежачі </div>
        <div>- стрільба по готовності</div>
        <div>- дистанція 100м.</div>
        <div>- одночасно 3 стрільця.</div>
<br>
        <div>Вправа №3 - 3 SHOOTS. (Витрата 6 набоїв).</div>
        <div>- 3 набоя в магазині, одна мішень.</div>
        <div>- стоячи.</div>
        <div>- high ready, статус Green, по команді.</div>
        <div>- дистанція 25м.</div>
        <div>- одночасно 3 стрільця.</div>
        <div>- Потсріл. Запобіжник. Контроль. І так 3 рази.</div>
<br>
        <div>Вправа №4 - РЕЛОАД. (Витрата 6 набоїв).</div>
        <div>- 6 набоя в магазині, одна мішень.</div>
        <div>- стоячи.</div>
        <div>- high ready, статус Green, по команді.</div>
        <div>- дистанція 50м.</div>
        <div>- стрілець робить 1 постріл з лівого плеча, 1 з правого і так по 3 постріли з кожного плеча.</div>
<br>
        <div>3. Динаміка 11:30-12:15</div>
<br>
        <div>Вправа №5 - ТАЧКА. (Витрата 8 набоїв).</div>
        <div>- 8 набоїв 1 магазин.</div>
        <div>- вихідне положення в машині, зброя дивиться вниз на запобіжнику</div>
        <div>- Status Black.</div>
        <div>- по команді стрільба з Колеса -> Білі Двері -> Дальні колеса -> Сині бочки.</div>
        <div>- Колеса стрільба з незручного положення.</div>
        <div>- Дальні колеса - ліве плече.</div>
        <div>- По 2 набоя на рубіж, витрата 8.</div>
        <div>- Одна мішень.</div>
        <br>
        <div>ЧАЙ/КАВА</div>
        <div>4. Пістолет 12:15-13:00</div>
      
        <br><div>Вправа №1 - СТАТІК. (Витрата 6 набоя).</div>
        <div>- підготувати 3 набоя в 1 магазин.</div>
        <div>- Скільки пістолетів стільки і стрільців.</div>
        <div>- 5 метрів, одна мішень, по команді.</div>
        <div>- Одна мішень на стрільця, ревью після повного кола.</div>
        <div>- На старті пістолет розряджений, по команді зарядити -> постріл.</div>
        <div>- 2 кола, витрата 6 набоїв.</div>
        <br><div>Вправа №2 - ЗАРУЧНИК. (Витрата 8 набоїв).</div>
        <div>- Один стрілець.</div>
        <div>- підготувати 4 набоя в один магазин.</div>
        <div>- 5-7 метрів.</div>
        <div>- 2 мішені на стрільця, ревью після кожного стрільця.</div>
        <div>- Статус Yelow (Магазин підєднаний, НЕ заряджений).</div>
        <div>- На старті пістолет в кобурі руки дивляться вгору, стрілець стоїть спиною до мішеній. </div>
        <div>- По команді розвертається на 180 і робить 2 постріли в одну мішень, 2 в іншу.</div>
        <div>- 2 посторення цієї вправи. </div>
        <br><div>Вправа №3 - ПЕРЕЗАРЯДКА. (Витрата 6 набоя).</div>
        <div>- підготувати 2 набоя в 2 магазин.</div>
        <div>- Скільки пістолетів стільки і стрільців.</div>
        <div>- 5-7 метрів, одна мішень, по команді.</div>
        <div>- Одна мішень на стрільця, ревью після повного кола.</div>
        <div>- На старті пістолет заряджений, по команді патрон в патроник -> постріл -> тактична перезарядка -> постріл.</div>
        <div>- 2 кола, витрата 6 набоїв.</div>

        <p></p>
        <b>Практика з цивільними 28.09.2025</b>
        <div>ПІДГОТОВКА </div>
        <div>1. Хлопці візьміть додаткові навушники і окуляри , що у кого є.</div>
        <div>2. Розіслати правила поводження зі зброєю.</div>
        <div>3. Відео як зробити перший постріл ?</div>
        <div>4. Скласти список форми одягу та необхідних речей.</div>
        <div>5. Вода. Чай та кава </div>
        <div>ПОЧАТОК 15:00 :</div>
        <div>1 Вступ. </div>
        <div>⁃ Молитва</div>
        <div>⁃ Богословʼя зброї </div>
        <div>Бо правитель – це служитель Бога тобі на добро. Але якщо будеш чинити зло, бійся, бо недаремно він носить меч. Він слуга Божий, месник, який приносить покарання тому, хто чинить зло.</div>
        <div>Римлян 13:4</div>
        <div>Воїни теж спитали його:</div>
        <div>―А що нам робити?</div>
        <div>Він відповів:</div>
        <div>―Нічого не беріть силою, не обвинувачуйте нікого неправдиво, задовольняйтеся своєю платнею.</div>
        <div>Луки 3:14</div>
        <div>2 Підготовка та інструктаж </div>
        <div>⁃ На одну людину одна мішень, мішень підписується.</div>
        <div>⁃ Кожен підписує собі магазин в якому 30 набоїв </div>
        <div>⁃ Ділимось на 2 групи </div>
        <div>3 інструктаж з безпеки </div>
        <div>⁃ оголосити План.</div>
        <div>⁃ кожен розповідає 4 правила поводження </div>
        <div>⁃ Що таке команда СТОП </div>
        <div>⁃ Одягати захист при стрільбі з рубежу</div>
        <div>⁃ Ніхто не перетинає рубіж без дозволу </div>
        <div>⁃ Інструктор дає команду на стрільбу «Ап», та по закінченню стрілець каже «стрільбу закінчив» або «проблема».</div>
        <div>4 Розійшлись по групам </div>
        <div>⁃ Демонстрація ЯК СТРІЛЯТИ</div>
        <div>Вправа 1 [3 набоя по 2 підходи] </div>
        <div>Витрата 6</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- По команді робить постріл.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 2 [3 набоя по 2 підхода] </div>
        <div>Витрата 12</div>
        <div>- Інструктор показує, як виконати вправу.</div>
        <div>- можливий варіант стрільби по 2 стрільця.</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- По команді робить постріл.</div>
        <div>- Після кожного пострілу зброя на запобіжник і піднімається в беспечне положення вгору, або в перед.</div>
        <div>- Після кожного пострілу стрілець робить контроль простору справа та ліва.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 3 [3 набоя по 2 підхода] </div>
        <div>Витрата 18</div>
        <div>Стрільба з кліна</div>
        <div>- Інструктор показує, як виконати вправу.</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- Зброя зарядженна, на запобіжнику (статус RED).</div>
        <div>- По команді робить займає положення стрільби з коліна і робить постріл.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 4 [6 набоїв по 2 підхода] </div>
        <div>Витрата 30.</div>
        <div>Стрільба по 3 мішеням.</div>
        <div>- інструктаж</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- Зброя зарядженна, на запобіжнику (статус RED).</div>
        <div>- По команді стрілець робить по 2 постріли на кожну мішень. Всього 3 мішені. </div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <br>
      </details>
        <br>
        <details>
        <summary>3. Як привести зброю до нормального бою</summary>
      <pre>
1. Пристрілка (Zeriong) механіки
Механіку пристрілюємо по принципу куля мушку водить. Тобто мушку підтягуємо під влучання кулі (якщо куля попала вниз мішені, то ми ОПУСКАЄМО прицільні засоби, якщо вверх, то ми ПІДНІМАЄМО мех. прицільні засоби)<a href="https://www.youtube.com/watch?v=DgL1Q9VGtL0&t=500s&pp=ygUh0L_RgNGP0LzQuNC5INC_0L7RgdGC0YDRltC7IGFyLTE1" target="_blank">
Механіка
</a>

2.Пристрілка (Zeriong) каліматора<a href="https://www.youtube.com/watch?v=HNG2RC5cJsU" target="_blank">
Каліматор
</a>

3.Мій каліматор
——————————————————————————
Мій каліматор
Вертикальна на маоєму каліматорі Holosun зверху, а горизонтальна праворуч.
Куди кулю треба скоригувати туди і крутим. Куля упала правіше , крутимо каліматор ПРАВОРУЧ!
Ціна кліка 0.5 МОА - 1.5см на 100м
Для того щоб внести поправку треба крутити так, як і впала куля. Якщо куля впала вниз, значить каліматор треба крутити вверх (на холосані перегорнути кришку , а на калаше намальовано 
1 MOA в 10/2,9089 = 3,4377 раза. Это - линейное соотношение.
Щоб розрахувати скільки треба внести поправку робимо
- Один клік на цій відстані = (Один МОА це 3 см на 100 м) * (ВІДСТАНЬ 50 метрів) * (ЦІНА КЛАКА).
Це буде 3 * 0,5 * 0,5 = 0,75.
- Кількість кліків = Поправка / Один клік на цій відстані.
На каліматорі і магніфері ціле коло 40 кліків, всього 9 повних обертів по 360*. Всього десь 360 кліків 


5.Інструкція для CZ Bren 2 
——————————————————————————
Sighting-in the firearm with the supplied basic sights
All assault rifles dispatched from the factory have already been sighted-in, i.e., the sights have been adjusted to an approximate distance of 25 m. The manufacturer recommends that the user conducts repeated sighting-in with ammunitions to be used with the assault rifle.
Windage adjustment of the rear sight
The windage adjustment is carried out when the position of the mean point of impact (MPI) in the horizontal plane is unsatisfactory.
− when the MPI lies to the left of the target reference point in the target, turn the rear sight adjustment key the desired number
of clicks clockwise (turning to the right). The rear sight dioptre moves to the right.
− when the MPI lies to the right of the target reference point in the target, turn the rear sight adjustment key the desired number of
clicks anti-clockwise (turning to the left).
</pre>
</details>
<br>
<details>
  <summary>4. Склад</summary>
  <div>
  <ul>
      <li>
        <a href="https://docs.google.com/forms/d/1CnK72AN3eodDKtBTJk1Zg4tswpweNGbbkCTSLgkddfw/preview" target="_blank" >Форма</a>
      </li>
      <li>
        <a href="https://docs.google.com/spreadsheets/d/1Z2CoFZTuXPvBtf2c7IJMBggB_IaL2ikyeRp7Va2tyo4/edit?gid=1478603233#gid=1478603233" target="_blank">Настріл моєї зброї</a>
      </li>
    </ul>
    </div>
</details>
  
    
  <p><a href="">5. Бібліотека</a></p>
  <p><a href="">6. Корисні матеріали</a></p>
<pre>
ТАКТИКА
—————————————
Робота з пістолетом.
Робота в группі.
Алгоритм SPORTS and POPS.
Бойові порядки та перехід черз дорогу.
Алгорит SOLUTE.
Вправи.

ТЕРМІНИ
—————————————
Indirect fire - непряма стрільба, стрільба з закритої позиції.
Deep rest - позиція коли зброя трохи дивитися вниз , а не на саму ціль.
Work space - зброя під мишкою , щоб оперувати її.
Press Check - перевірка чи є патрон в патронику за допомогою невеликого віддягування затвора, щоб продивитись чи є патрон в патронику. 
Draw pistol from holster - добування пістолета з кобури, або вскидка.

НАБОЇ
—————————————
LC - lake City 
М855 - бронебойні
М955 - бронебойні 
Литва - ss109
Німеччина - D31 бронебійна куля сірого кольору 

</pre>
      <p><a href="https://docs.google.com/spreadsheets/d/1zfF4GOvl7sEQUzkmo7DITS4P1Dee1A7sl1U0hW-LdYs/edit?gid=0#gid=0">Калькулятор MILS/MRAD/MOA</a></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
</template>

<style>
 body {
  font-family: Arial, sans-serif;
 }
</style>
