<script setup></script>

<template>
  <h1>You did it!</h1>
  <p>
    Visit <a href="https://vuejs.org/" target="_blank" rel="noopener">vuejs.org</a> to read the
    documentation
  </p>
  <h2>
    asd
  </h2>
  <ul>
    <li>
      <a href="">1. Плани тренувань</a>

        <p></p> 
        <b>12.10.2025</b>
        <div>Я та Антон. В наявності AR15 та Хатсан</div>
        <div>1. Підготовка</div>
        <div>- розвісити мішені.</div>
        <div>- зарядити зброю.</div>
        <div>- обнулення каліматора.</div>
        <br>
        <div>2. Статика.</div>
        <div>[Витрата 6]</div>
        <div>Розминка з 3 пастріли по 2 підходи. Дистанція 25 м. Довільна форма.</div>
        <div>3. Динаміка</div>
        <div>Вправа 1. Мазамбік.</div>
        <div>Витрата 9</div>
        <div>- стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.</div>
        <div>- зброя опущена вниз, Статус RED.</div>
        <div>- по команді таймера розвертається робить 2 постріли в груди і 1 в голову.</div>
        <div>Вправа 2. Мазамбік.</div>
        <div>Витрата 6</div>
        <div>- стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.</div>
        <div>- зброя опущена вниз, Статус RED.</div>
        <div>- по команді таймера розвертається робить 2 постріли в груди і 1 в голову.</div>
        <br>
        <div>Вправа 2. Ель Презідент.</div>
        <div>[Витрата 24.]</div>
        <div>- стрілець в позиції Low Ready. Дистанція 10м.</div>
        <div>- Статус RED.</div>
        <div>- 3 мішені.</div>
        <div>- по команді таймера стрілець робить 6 пострілів (по 2 постріли в кожну мішень). Перезаряджається і знов 6 пострілів.</div>
        <div>- всього 12 пострілів та 2 підходи.</div>
        <br></br>
        <div>Вправа 3. Стрільба з 3 положень.</div>
        <div>[Витрата 16 (8 х 2).]</div>
        <div>- стрілець в позиції Low Ready. Статус RED. </div>
        <div>- кожна мішень по 2 постріли, 4 мішені..</div>
        <div>- Старт з вихідного положення по команді таймера.</div>
        <div>- Задача зробити 4 рубежі, 2 з сильної та 2 з слабкої руки. З нарізанням кутів. З пробіжкою.</div>
        
        <p></p>
        <b>3. Полігон 27.4.2025</b>
        <div>1. Підгтовка 9:30-10:00</div>
        <div>⁃ знайомство </div>
        <div>- повісити мішені. На кожну людину 1 мішень, підписати.</div>
        <div>- одягти спорядження</div>
        <div>- холостіння зброї</div>
        <div>2. Статика 10:00-11:00</div>

        <div>Пристрілка зброї</div>
        <div>- лежачи по 3 набої</div>

        <div>Вправа №1 - 3 SHOOTS. (Витрата 6 набоїв).</div>
        <div>- 3 набоя в магазині, одна мішень.</div>
        <div>- позиція лежачі </div>
        <div>- стрільба по готовності</div>
        <div>- дистанція 100м.</div>
        <div>- одночасно 3 стрільця.</div>

        <div>Вправа №3 - 3 SHOOTS. (Витрата 6 набоїв).</div>
        <div>- 3 набоя в магазині, одна мішень.</div>
        <div>- стоячи.</div>
        <div>- high ready, статус Green, по команді.</div>
        <div>- дистанція 25м.</div>
        <div>- одночасно 3 стрільця.</div>
        <div>- Потсріл. Запобіжник. Контроль. І так 3 рази.</div>

        <div>Вправа №4 - РЕЛОАД. (Витрата 6 набоїв).</div>
        <div>- 6 набоя в магазині, одна мішень.</div>
        <div>- стоячи.</div>
        <div>- high ready, статус Green, по команді.</div>
        <div>- дистанція 50м.</div>
        <div>- стрілець робить 1 постріл з лівого плеча, 1 з правого і так по 3 постріли з кожного плеча.</div>

        <div>3. Динаміка 11:30-12:15</div>

        <div>Вправа №5 - ТАЧКА. (Витрата 8 набоїв).</div>
        <div>- 8 набоїв 1 магазин.</div>
        <div>- вихідне положення в машині, зброя дивиться вниз на запобіжнику</div>
        <div>- Status Black.</div>
        <div>- по команді стрільба з Колеса -> Білі Двері -> Дальні колеса -> Сині бочки.</div>
        <div>- Колеса стрільба з незручного положення.</div>
        <div>- Дальні колеса - ліве плече.</div>
        <div>- По 2 набоя на рубіж, витрата 8.</div>
        <div>- Одна мішень.</div>
        <div>ЧАЙ/КАВА</div>
        <div>4. Пістолет 12:15-13:00</div>
        <div>Вправа №1 - СТАТІК. (Витрата 6 набоя).</div>
        <div>- підготувати 3 набоя в 1 магазин.</div>
        <div>- Скільки пістолетів стільки і стрільців.</div>
        <div>- 5 метрів, одна мішень, по команді.</div>
        <div>- Одна мішень на стрільця, ревью після повного кола.</div>
        <div>- На старті пістолет розряджений, по команді зарядити -> постріл.</div>
        <div>- 2 кола, витрата 6 набоїв.</div>
        <div>Вправа №2 - ЗАРУЧНИК. (Витрата 8 набоїв).</div>
        <div>- Один стрілець.</div>
        <div>- підготувати 4 набоя в один магазин.</div>
        <div>- 5-7 метрів.</div>
        <div>- 2 мішені на стрільця, ревью після кожного стрільця.</div>
        <div>- Статус Yelow (Магазин підєднаний, НЕ заряджений).</div>
        <div>- На старті пістолет в кобурі руки дивляться вгору, стрілець стоїть спиною до мішеній. </div>
        <div>- По команді розвертається на 180 і робить 2 постріли в одну мішень, 2 в іншу.</div>
        <div>- 2 посторення цієї вправи. </div>
        <div>Вправа №3 - ПЕРЕЗАРЯДКА. (Витрата 6 набоя).</div>
        <div>- підготувати 2 набоя в 2 магазин.</div>
        <div>- Скільки пістолетів стільки і стрільців.</div>
        <div>- 5-7 метрів, одна мішень, по команді.</div>
        <div>- Одна мішень на стрільця, ревью після повного кола.</div>
        <div>- На старті пістолет заряджений, по команді патрон в патроник -> постріл -> тактична перезарядка -> постріл.</div>
        <div>- 2 кола, витрата 6 набоїв.</div>

        <p></p>
        <b>Практика з цивільними 28.09.2025</b>
        <div>ПІДГОТОВКА </div>
        <div>1. Хлопці візьміть додаткові навушники і окуляри , що у кого є.</div>
        <div>2. Розіслати правила поводження зі зброєю.</div>
        <div>3. Відео як зробити перший постріл ?</div>
        <div>4. Скласти список форми одягу та необхідних речей.</div>
        <div>5. Вода. Чай та кава </div>
        <div>ПОЧАТОК 15:00 :</div>
        <div>1 Вступ. </div>
        <div>⁃ Молитва</div>
        <div>⁃ Богословʼя зброї </div>
        <div>Бо правитель – це служитель Бога тобі на добро. Але якщо будеш чинити зло, бійся, бо недаремно він носить меч. Він слуга Божий, месник, який приносить покарання тому, хто чинить зло.</div>
        <div>Римлян 13:4</div>
        <div>Воїни теж спитали його:</div>
        <div>―А що нам робити?</div>
        <div>Він відповів:</div>
        <div>―Нічого не беріть силою, не обвинувачуйте нікого неправдиво, задовольняйтеся своєю платнею.</div>
        <div>Луки 3:14</div>
        <div>2 Підготовка та інструктаж </div>
        <div>⁃ На одну людину одна мішень, мішень підписується.</div>
        <div>⁃ Кожен підписує собі магазин в якому 30 набоїв </div>
        <div>⁃ Ділимось на 2 групи </div>
        <div>3 інструктаж з безпеки </div>
        <div>⁃ оголосити План.</div>
        <div>⁃ кожен розповідає 4 правила поводження </div>
        <div>⁃ Що таке команда СТОП </div>
        <div>⁃ Одягати захист при стрільбі з рубежу</div>
        <div>⁃ Ніхто не перетинає рубіж без дозволу </div>
        <div>⁃ Інструктор дає команду на стрільбу «Ап», та по закінченню стрілець каже «стрільбу закінчив» або «проблема».</div>
        <div>4 Розійшлись по групам </div>
        <div>⁃ Демонстрація ЯК СТРІЛЯТИ</div>


        <div>Вправа 1 [3 набоя по 2 підходи] </div>
        <div>Витрата 6</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- По команді робить постріл.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 2 [3 набоя по 2 підхода] </div>
        <div>Витрата 12</div>
        <div>- Інструктор показує, як виконати вправу.</div>
        <div>- можливий варіант стрільби по 2 стрільця.</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- По команді робить постріл.</div>
        <div>- Після кожного пострілу зброя на запобіжник і піднімається в беспечне положення вгору, або в перед.</div>
        <div>- Після кожного пострілу стрілець робить контроль простору справа та ліва.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 3 [3 набоя по 2 підхода] </div>
        <div>Витрата 18</div>
        <div>Стрільба з кліна</div>
        <div>- Інструктор показує, як виконати вправу.</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- Зброя зарядженна, на запобіжнику (статус RED).</div>
        <div>- По команді робить займає положення стрільби з коліна і робить постріл.</div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <div>Вправа 4 [6 набоїв по 2 підхода] </div>
        <div>Витрата 30.</div>
        <div>Стрільба по 3 мішеням.</div>
        <div>- інструктаж</div>
        <div>- Стрілець виходить на рубіж, заряджає зброю.</div>
        <div>- Зброя зарядженна, на запобіжнику (статус RED).</div>
        <div>- По команді стрілець робить по 2 постріли на кожну мішень. Всього 3 мішені. </div>
        <div>- В кінці зброя розряджена і доповідь "Стрільбу закінчив".</div>
        <br>
    </li>
    <li>
      <a href="">2. Вправи</a>
      <ul>
        <li>
          <p>Статика</p>
        </li>
        <li>
          <p>Динаміка</p>
        </li>
      </ul>
    </li>
    <li>
      <p><a href="">3. Як привести зброю до нормального бою</a></p>
    </li>
    <li>
      <p><a href="">4. Склад</a></p>
        <ul>
          <li>
            <a href="https://docs.google.com/spreadsheets/d/1Z2CoFZTuXPvBtf2c7IJMBggB_IaL2ikyeRp7Va2tyo4/edit?gid=1478603233#gid=1478603233">Настріл моєї зброї</a>
          </li>
          <li>
            <a href="https://docs.google.com/spreadsheets/d/1Z2CoFZTuXPvBtf2c7IJMBggB_IaL2ikyeRp7Va2tyo4/edit?gid=1478603233#gid=1478603233">Склад БК</a>
          </li>
          <li>
            <a href="https://docs.google.com/forms/d/1CnK72AN3eodDKtBTJk1Zg4tswpweNGbbkCTSLgkddfw/preview">Таблиця</a>
          </li>
        </ul>
    </li>
    <li>
      <p><a href="">5. Бібліотека</a></p>
    </li>
    <li>
      <p><a href="">6. Корисні відео</a></p>
    </li>
    <li>
      <p><a href="https://docs.google.com/spreadsheets/d/1zfF4GOvl7sEQUzkmo7DITS4P1Dee1A7sl1U0hW-LdYs/edit?gid=0#gid=0">Калькулятор MILS/MRAD/MOA</a></p>
    </li>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
  </ul>
</template>

<style scoped></style>
