
<script setup></script>

<template>
  <h1>Hook Base</h1>
  <p>
  To Do:
  <br/>
  - калькулятор МРАД-МОА
  </p>
  <!-- 1. Вправи -->
  <details>
    <summary>1. Вправи</summary>
    <p>
      asd
      <a href="https://tacticalhyve.com/shooting-drills-the-ultimate-list/" target="_blank">Shooting drills</a>
      asd
    </p>
    <ul>
      <li>
        <div>Статика:</div>
      <pre>
Постріл-контроль.
[Витрата 3-6.]
- постріл 
- ⁠зброя трохи вниз для огляду патронника 
- ⁠контроль простору 
- ⁠запобіжник 
- ⁠3-6 разів

Мазамбік.
[Витрата 3]
- стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.
- зброя опущена вниз, Статус RED.
- по команді таймера розвертається робить 2 постріли в груди і 1 в голову.

<b>Ель Презідент.</b>
[Витрата 12]
Target: USPSA or IPSC target, 3 items.
Distance: 10-yards for pistol and 15 yards for rifle
Rounds: 6 rounds x 2.
Start Position: Holster
Score/Par Time (No missses):
  Beginner: Greater than 12 seconds
  Intermediate: 9 to 12 seconds
  Advanced: Less than 9 seconds
      </pre>
      </li>
      <li>
        <p></p>
        <div>Динаміка:</div>
        <pre>
<b>Вправа 25/15/10.</b>
[Витрата 10 .]
1. Стрільба 25м,15м,10м.
2. Задача встигнути в 45 сек.
3. 25м - лежачи, 15м - з коліна, 10м - стоячи, 15м - з коліна, 25м - лежачи.
4. 10 набоів?.

<b>Імітація контузії.</b>
[Витрата 5-10 .]
Задач дивитись в гору, зробити 50 кругів навколо своєї осві дивлячись вгору.
Потім зробити 10 влучних пострілів.

Перезарядка з уходом в коліно.
[Витрата 8 (або 16 якщо по 2 постріли).]
- постріл з положення "стоячи". 
- перезарядка з положення "стрільба з коліна".
- постріл з положення "стоячи".
- 4 таких перезарядки.
- перший раз тренерується уход праворуч. Другий раз уход ліворуч.

Дробинка на місці.
[Витрата 10 .]
- по 2 постріли з положення "стоячи", "з коліна", "в присіді", "лежачи".
- далі в зворотньому порядку. 
- для ускладнення дається додаткове пересування в положені лежачі. Тобто на ліктях переміщення на 2 метри в бік.
        </pre>
      </li>
      <li>
        <div>Пістолет:</div>
<pre>
Пістолет аналіз:
Задача на наступни стрільби з Пістолета
- Плечі внизу, я їх піднімаю
- руки не до кінця попереду, я їх сильно витягую вперед.
- Вивернути лікті на зовні.
- Дивитись спочатку на ціль , потім робити постріл. Не рухати оці разом з приуілом, приціл вторичний.
- Два вказівних пальця знаходяться паралельно один одному, лівий не вилазе вперед!
- Хват лівої руки, зверни увагу , щоб не було простору між двома руками 
</pre>
      </li>
    </ul>
  </details>
  <br>
  <!-- 2. Конспекти -->
  <details>
    <summary>2. Плани тренувань</summary>
  <pre>
  <b>12.10.2025</b>
  Я та Антон. В наявності AR15 та Хатсан
  1. Підготовка
  - розвісити мішені.
  - зарядити зброю.
  - обнулення каліматора.

  2. Статика.
  [Витрата 6]
  Розминка з 3 пастріли по 2 підходи. Дистанція 25 м. Довільна форма.

  3. Динаміка
  Вправа 1. Мазамбік.
  Витрата 9
  - стрілець стоїть спиною до мішені, руки вгору. Дистанція 10м.
  - зброя опущена вниз, Статус RED.
  - по команді таймера розвертається робить 2 постріли в груди і 1 в голову.

  Вправа 2. Ель Презідент.
  [Витрата 24.]
  - стрілець в позиції Low Ready. Дистанція 10м.
  - Статус RED.
  - 3 мішені.
  - по команді таймера стрілець робить 6 пострілів (по 2 постріли в кожну мішень). Перезаряджається і знов 6 пострілів.
  - всього 12 пострілів та 2 підходи.

  Вправа 3. Стрільба з 3 положень.
  [Витрата 16 (8 х 2).]
  - стрілець в позиції Low Ready. Статус RED. 
  - кожна мішень по 2 постріли, 4 мішені..
  - Старт з вихідного положення по команді таймера.
  - Задача зробити 4 рубежі, 2 з сильної та 2 з слабкої руки. З нарізанням кутів. З пробіжкою.


  <b>3. Полігон 27.4.2025</b>
  1. Підгтовка 9:30-10:00
  ⁃ знайомство 
  - повісити мішені. На кожну людину 1 мішень, підписати.
  - одягти спорядження
  - холостіння зброї
  2. Статика 10:00-11:00
  Пристрілка зброї
  - лежачи по 3 набої
  Вправа №1 - 3 SHOOTS. (Витрата 6 набоїв).
  - 3 набоя в магазині, одна мішень.
  - позиція лежачі 
  - стрільба по готовності
  - дистанція 100м.
  - одночасно 3 стрільця.
  Вправа №3 - 3 SHOOTS. (Витрата 6 набоїв).
  - 3 набоя в магазині, одна мішень.
  - стоячи.
  - high ready, статус Green, по команді.
  - дистанція 25м.
  - одночасно 3 стрільця.
  - Потсріл. Запобіжник. Контроль. І так 3 рази.
  Вправа №4 - РЕЛОАД. (Витрата 6 набоїв).
  - 6 набоя в магазині, одна мішень.
  - стоячи.
  - high ready, статус Green, по команді.
  - дистанція 50м.
  - стрілець робить 1 постріл з лівого плеча, 1 з правого і так по 3 постріли з кожного плеча.

  3. Динаміка 11:30-12:15
  Вправа №5 - ТАЧКА. (Витрата 8 набоїв).
  - 8 набоїв 1 магазин.
  - вихідне положення в машині, зброя дивиться вниз на запобіжнику
  - Status Black.
  - по команді стрільба з Колеса -> Білі Двері -> Дальні колеса -> Сині бочки.
  - Колеса стрільба з незручного положення.
  - Дальні колеса - ліве плече.
  - По 2 набоя на рубіж, витрата 8.
  - Одна мішень.

  ЧАЙ/КАВА
  4. Пістолет 12:15-13:00
  Вправа №1 - СТАТІК. (Витрата 6 набоя).
  - підготувати 3 набоя в 1 магазин.
  - Скільки пістолетів стільки і стрільців.
  - 5 метрів, одна мішень, по команді.
  - Одна мішень на стрільця, ревью після повного кола.
  - На старті пістолет розряджений, по команді зарядити -> постріл.
  - 2 кола, витрата 6 набоїв.
  Вправа №2 - ЗАРУЧНИК. (Витрата 8 набоїв).
  - Один стрілець.
  - підготувати 4 набоя в один магазин.
  - 5-7 метрів.
  - 2 мішені на стрільця, ревью після кожного стрільця.
  - Статус Yelow (Магазин підєднаний, НЕ заряджений).
  - На старті пістолет в кобурі руки дивляться вгору, стрілець стоїть спиною до мішеній. 
  - По команді розвертається на 180 і робить 2 постріли в одну мішень, 2 в іншу.
  - 2 посторення цієї вправи. 
  Вправа №3 - ПЕРЕЗАРЯДКА. (Витрата 6 набоя).
  - підготувати 2 набоя в 2 магазин.
  - Скільки пістолетів стільки і стрільців.
  - 5-7 метрів, одна мішень, по команді.
  - Одна мішень на стрільця, ревью після повного кола.
  - На старті пістолет заряджений, по команді патрон в патроник -> постріл -> тактична перезарядка -> постріл.
  - 2 кола, витрата 6 набоїв.


  <b>Практика з цивільними 28.09.20</b>
  ПІДГОТОВКА 
  1. Хлопці візьміть додаткові навушники і окуляри , що у кого є.
  2. Розіслати правила поводження зі зброєю.
  3. Відео як зробити перший постріл ?
  4. Скласти список форми одягу та необхідних речей.
  5. Вода. Чай та кава 
  ПОЧАТОК 15:00 :
  1 Вступ. 
  ⁃ Молитва
  ⁃ Богословʼя зброї 
  Бо правитель – це служитель Бога тобі на добро. Але якщо будеш чинити зло, бійся, бо недаремно він носить меч. Він слуга Божий, месник, який приносить покарання тому, хто чинить зло.
  н 13:4
  и теж спитали його:
  ―А що нам робити?
  Він відповів:
  ―Нічого не беріть силою, не обвинувачуйте нікого неправдиво, задовольняйтеся своєю платнею.
  Луки 3:14
  2 Підготовка та інструктаж 
  ⁃ На одну людину одна мішень, мішень підписується.
  ⁃ Кожен підписує собі магазин в якому 30 набоїв 
  ⁃ Ділимось на 2 групи 
  3 інструктаж з безпеки 
  ⁃ оголосити План.
  ⁃ кожен розповідає 4 правила поводження 
  ⁃ Що таке команда СТОП 
  ⁃ Одягати захист при стрільбі з рубежу
  ⁃ Ніхто не перетинає рубіж без дозволу 
  ⁃ Інструктор дає команду на стрільбу «Ап», та по закінченню стрілець каже «стрільбу закінчив» або «проблема».
  4 Розійшлись по групам 
  ⁃ Демонстрація ЯК СТРІЛЯТИ
  Вправа 1 [3 набоя по 2 підходи] 
  Витрата 6
  - Стрілець виходить на рубіж, заряджає зброю.
  - По команді робить постріл.
  - В кінці зброя розряджена і доповідь "Стрільбу закінчив".
  Вправа 2 [3 набоя по 2 підхода] 
  Витрата 12
  - Інструктор показує, як виконати вправу.
  - можливий варіант стрільби по 2 стрільця.
  - Стрілець виходить на рубіж, заряджає зброю.
  - По команді робить постріл.
  - Після кожного пострілу зброя на запобіжник і піднімається в беспечне положення вгору, або в перед.
  - Після кожного пострілу стрілець робить контроль простору справа та ліва.
  - В кінці зброя розряджена і доповідь "Стрільбу закінчив".
  а 3 [3 набоя по 2 підхода] 
  Витрата 18
  а з кліна
  - Інструктор показує, як виконати вправу.
  - Стрілець виходить на рубіж, заряджає зброю.
  - Зброя зарядженна, на запобіжнику (статус RED).
  - По команді робить займає положення стрільби з коліна і робить постріл.
  - В кінці зброя розряджена і доповідь "Стрільбу закінчив".
  Вправа 4 [6 набоїв по 2 підхода] 
  Витрата 30.
  Стрільба по 3 мішеням.
  - інструктаж
  - Стрілець виходить на рубіж, заряджає зброю.
  - Зброя зарядженна, на запобіжнику (статус RED).
  - По команді стрілець робить по 2 постріли на кожну мішень. Всього 3 мішені. 
  В кінці зброя розряджена і доповідь "Стрільбу закінчив".
    </pre>
  </details>

  <!-- 3. Пістолет -->
  <br>
  <details>
    <summary>3. Пістолет</summary>
    <pre>
1. Робота з пістолетом.
————————————————————————
Тримати пістолет на 60% лівою рукою.
Виемка зліва над кнопкою скидання магазина не для пальця, а для лівої руки.
Цілитись треба кружечком на мушці.
Стріляти треба треба так, ніби вистріли немає. 
Плечі не піднімати, все тіло максимально ослаблене.
Успіх вистрілу: - плавний спуск. - розслаблене тіло. - тримання лівою рукою.
Відпрацьовувати ресет.
Три ступені готовності : -
статус 1 green, 2 red, black. 
При готовності стрілку подається команда - compress. Після постріл 

Стрільба на полігоні з Русланом 18.12.24
Заряджання пістолета відбувається стволом вперед, щоб швидко зробити постріл.
Щоб прицілитись по механіці правильно, треба щоб мячик мушшки (кружечок) був внизу білої рамки (воріт).
Перенос з цілі на ціль відбувається не прямо, а у формі улибки, тобто між цілями формується не пряма, а дуга. Так точніше і бистріше робиться потріл.
Тактична перезарядка виконується не з прямим викидом магазин, тобто він падає не просто вниз, а вилітає трохи праворуч, ми його немов швирямо праворуч, але якщо він не випав, тоді такий самий рух тільки ліворуч.
Запасний магазин можна носити патроном вперед, щоб досилаючи магазин можна було пальцями навіть нащупати чи є там патрони в магазині.
При виведенні пострілу на мішень, вже тягнеться холостий спуск щоб вже при виведенні на міщень зробити постріл.
Затворну затримку можна зняти звичайним досиланням патрона у патроник. Тобто по факту заряджання і затворна затримка вирішуються досиланням патрона у патроник. 
Утикання. Алгоритм такий: ставимо на затворну затримку, витягуємо магазин, нахиляємо ствол так щоб вікно екстрації гільзи дивилось трохи вниз, а не прямо, досилаємо патрон, постріл.  Тут важливо розуміти, що гільза може вилетіти не тільки через вікно, а і через порожній магазин.
Магазин для швидкості після його витягування можно брати в мізинець правої руки 

    </pre>
  </details>

  <!-- Пристрілка -->
   
  <br>
  -------------------------
  <br><br></br>
  <details>
    <summary>Як привести зброю до нормального бою</summary>
    <pre>
1. Пристрілка (Zeriong) механіки
Механіку пристрілюємо по принципу куля мушку водить. Тобто мушку підтягуємо під влучання кулі (якщо куля попала вниз мішені, то ми ОПУСКАЄМО прицільні засоби, якщо вверх, то ми ПІДНІМАЄМО мех. прицільні засоби)<a href="https://www.youtube.com/watch?v=DgL1Q9VGtL0&t=500s&pp=ygUh0L_RgNGP0LzQuNC5INC_0L7RgdGC0YDRltC7IGFyLTE1" target="_blank">
Механіка
</a>
2.Пристрілка (Zeriong) каліматора<a href="https://www.youtube.com/watch?v=HNG2RC5cJsU" target="_blank">
Каліматор
</a>

<img src="../src/assets/images/photo_5287712557014045930_y.jpg" alt="">

Мій каліматор
——————————————————————————
Holosun та Aimpont мають вертикальну поправку зверху, поправку бокову (на вітер) праворуч.
Куди кулю треба скоригувати туди і крутим. Куля упала правіше , крутимо каліматор ПРАВОРУЧ!
Ціна кліка 0.5 МОА - 1.5см на 100м
Для того щоб внести поправку треба крутити так, як і впала куля. Якщо куля впала вниз, значить каліматор треба крутити вверх 
(на холосані перегорнути кришку , а на калаше намальовано 
1 MOA в 10/2,9089 = 3,4377 раза. Это - линейное соотношение.
Щоб розрахувати скільки треба внести поправку робимо
- Один клік на цій відстані = (Один МОА це 3 см на 100 м) * (ВІДСТАНЬ 50 метрів) * (ЦІНА КЛАКА).
Це буде 3 * 0,5 * 0,5 = 0,75.
- Кількість кліків = Поправка / Один клік на цій відстані.
На каліматорі і магніфері ціле коло 40 кліків, всього 9 повних обертів по 360*. Всього десь 360 кліків 


Інструкція для CZ Bren 2 
——————————————————————————

</pre>
  </details>

  <br>
  <details>
    <summary>Чистка та догляд AR-15</summary> 
    <div>
      <p>Вичерпна <a href="https://youtu.be/4wHIyFm1AGQ?si=1oD51q7zdoW68iRL" target="_blank">інструкція</a> для перегляду.</p>
      <pre>
  Основні тези:
  - змащувати болт, який регулює газблок.
  - вішером треба взяти патч нахилити ствол пройтись вниз та нагору 20 разів спочатку очисником. Після цього вже мастилом витираємо ствол.
  - раз на 1000 пострілів знімаємо полум’ягасник. Можливо 2 рази промотувати фомленту, щоб полум'ягасник не прикіпав.
  - кожні 250 пострілів знімати та чистити викидач.
  - кожен раз чистити дзеркало затвору.
  - кожен раз змащувати буфер, пін труби, всі рухомі кнопки.
</pre>
    </div>
  </details>
  <br>
  <details>
    <summary>Теорія та аналіз стрільб</summary>
    <pre>
      1. Людина має два зори основний і переферійний. Основний це менше ніж 1%, тобто це промінь. При рухомій стрільбі (каже Данканич Євген) ми ніколи не переводимо зір на прицільні засоби. 
      Ми фокусуємося тільки на цілі.
    </pre>
  </details>
  
  <br>
  <details>
  <summary>Склад</summary>
  <div>
  <ul>
      <li>
        <a href="https://docs.google.com/forms/d/1CnK72AN3eodDKtBTJk1Zg4tswpweNGbbkCTSLgkddfw/preview" target="_blank" >Форма</a>
      </li>
      <li>
        <a href="https://docs.google.com/spreadsheets/d/1Z2CoFZTuXPvBtf2c7IJMBggB_IaL2ikyeRp7Va2tyo4/edit?gid=1478603233#gid=1478603233" target="_blank">Настріл моєї зброї</a>
      </li>
    </ul>
    </div>
  </details>
  
  <p><a href="">Бібліотека</a></p>
  <p><a href="">Тактика</a></p>
<pre>

ТЕРМІНИ
—————————————
Indirect fire - непряма стрільба, стрільба з закритої позиції.
Deep rest - позиція коли зброя трохи дивитися вниз , а не на саму ціль.
Work space - зброя під мишкою , щоб оперувати її.
Press Check - перевірка чи є патрон в патронику за допомогою невеликого віддягування затвора, щоб продивитись чи є патрон в патронику. 
Draw pistol from holster - добування пістолета з кобури, або вскидка.

НАБОЇ
—————————————
LC - lake City 
М855 - бронебойні
М955 - бронебойні 
Литва - ss109
Німеччина - D31 бронебійна куля сірого кольору 


Прокол S.P.O.R.T
——————————————————————————
1. S - Slap (вдарити) по магазину, щоб переконатися, що він повністю вставлений у зброю.
2. P - Pull (потягнути) затвор назад, щоб побачити, чи немає викинутого патрона або затримки.
3. O - Observe (оглянути) патронник і камору, щоб переконатися, що вони чисті і готові до прийому нового патрона.
4. R - Release (відпустити) затвор, дозволяючи йому повернутися вперед і подати новий патрон.
5. T - Tap (вдарити) по спусковому гачку, щоб здійснити постріл.
6. S - Shoot (постріл) — якщо зброя готова і затримка усунена, здійснити постріл. POPS - Pull, Observe, Push, Squeeze.


1. Формула тисячних
——————————————————————————
D = R x 1000 / a (альфа).
D - відстань до обʼєкта 
R - реальний розмір обʼєкта 
a - кут 

Знаємо похибку влучання і відстань до мішені, скільки кліків внести? Похибка 33см, дистанція 25м.
Якщо приціл в Тисячних 
x - похибка
D - дистанція 
x / D * 1000 = кількість кліків.
0.33 м / 250 м * 1000 = 1.3 КЛІКІВ ТРЕБА ЗРОБИТИ
Якщо на прицілі ціна кліка 0.1 MRAD, тоді теж саме тільки ще на 10 поділити (Реальний приціл)
 0.33 м / 250 м * 1000 * 10 = 13 КЛІКІВ ТРЕБА ЗРОБИТИ
 простіше 33 / 250 * 100 = 13 кліків

Ціна кліка на дистанцію D (250м).
250м / 1000 = 0.25м  (при прицілі в MRAD).
простіше 250м/10=25см
250м / 1000 * 10 = 0.025м  (при прицілі в 0.1 MRAD).
простіше 250м/100=2.5см

В МОА. Можно просто помножити результат в MRAD на 3.4?
3см на 100м
0.3см на 10м
0.03см на 1м
На відстані 25м = 0.03см*25м=0.75см за (1 клік). 
На Holosun ціна 0.5 МОА, тому 25м = 0.03см*25м=0.75см*0.5 = 0.37 см за один клік каліматора


2. Стаття 46. Застосування вогнепальної зброї
———————————————————
1. Застосування вогнепальної зброї є найбільш суворим заходом примусу.
2. Поліцейський уповноважений на зберігання, носіння вогнепальної зброї, а також на її застосування і використання лише за умови що він пройшов відповідну спеціальну підготовку.
3. Порядок зберігання і носіння вогнепальної зброї, що знаходиться в розпорядженні поліцейського, перелік вогнепальної зброї та боєприпасів, що використовуються в діяльності поліції, та норми їх належності встановлюються Міністром внутрішніх справ України.
4. Поліцейський уповноважений у виняткових випадках застосовувати вогнепальну зброю:
1) для відбиття нападу на поліцейського або членів його сім’ї, у випадку загрози їхньому життю чи здоров’ю;
2) для захисту осіб від нападу, що загрожує їхньому життю чи здоров’ю;
3) для звільнення заручників або осіб, яких незаконно позбавлено волі;
4) для відбиття нападу на об’єкти, що перебувають під охороною, конвої, житлові та нежитлові приміщення, а також звільнення таких об’єктів у разі їх захоплення;
5) для затримання особи, яку застали під час вчинення тяжкого або особливо тяжкого злочину і яка намагається втекти;
6) для затримання особи, яка чинить збройний опір, намагається втекти з-під варти, а також озброєної особи, яка погрожує застосуванням зброї та інших предметів, що загрожують життю і здоров’ю людей та/або поліцейського;
7) для зупинки транспортного засобу шляхом його пошкодження, якщо водій своїми діями створює загрозу життю чи здоров’ю людей та/або поліцейського;
8) для примусового припинення польоту безпілотного повітряного судна, якщо є обґрунтовані підстави вважати, що таке судно використовується для вчинення правопорушення або становить загрозу життю чи здоров’ю людей та/або поліцейського, шляхом пошкодження чи знищення безпілотного повітряного судна та/або складових частин безпілотної авіаційної системи.
{Частину четверту статті 46 доповнено пунктом 8 згідно із Законом № 3232-IX від 13.07.2023}
5. Поліцейський уповноважений застосовувати вогнепальну зброю тільки після попередження про необхідність припинення протиправних дій і намір використання заходу примусу, визначеного цією статтею.
6. Застосування вогнепальної зброї без попередження допускається:
1) при спробі особи, яку затримує поліцейський із вогнепальною зброєю в руках, наблизитися до нього, скоротивши визначену ним відстань, чи доторкнутися до зброї;


</pre>
  <p><a href="https://docs.google.com/spreadsheets/d/1zfF4GOvl7sEQUzkmo7DITS4P1Dee1A7sl1U0hW-LdYs/edit?gid=0#gid=0" target="_blank">Калькулятор MILS/MRAD/MOA</a></p>
</template>




<style>
 body {
  font-family: Arial, sans-serif;
 }
</style>
